Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-3629.html.tmx
Source language: sme
Languages: nob

source: Sámi sisdoallu vuođđoskuvllain jagi 2010 čavčča rájes
nob: Samisk innhold i grunnskoleopplæringene fra høsten 2010

source: Nationála vuođđoskuvlaoahpaheaddjioahpus galget buot studeanttat oahppat sámiid birra .
nob: Alle studenter i den nasjonale grunnskolelærerutdanningen skal ha kunnskaper om samene .

source: Dan leat Sámediggi ja Máhttodepartemeanta soahpan .
nob: Det er Sametinget og Kunnskapsdepartementet blitt enige om .

source: - Mii leat duđavaččat , lohkáSámediggeráđi lahttuMarianne Balto .
nob: - Vi er kjempe fornøyd , sier rådsmedlem Marianne Balto

source: Almmuhan Østby , Jan Roger .
nob: Publisert av Østby , Jan Roger .

source: Maŋimustá rievdaduvvon 14.04.2010
nob: Sist endret 14.04.2010

source: Buot vuođđoskuvlaoahpaheaddji studeanttat galget oahppat sámiid birra Jan Roger Østby
nob: Alle studenter i den nasjonale grunnskolelærerutdanningen skal ha kunnskaper om samene Jan Roger Østby

source: Sámediggeráđi lahttu Marianne Balto lea hui duhtavaš go buot studeanttat vuođđoskuvla ­oahpaheaddjioahpus galget oahppat sámiid birra go dat leat álgoálbmot .
nob: Sametingsrådets medlem Marianne Balto er svært fornøyd med at alle studentene i den nasjonale grunnskolelærerutdanningen skal ha kunnskaper om samene som urfolk .

source: Balto lea maiddái movtta go sámi vuođđoskuvlaoahpaheaddjioahpu rámmaplána galgá gustogoahtit buot universitehtaide ja allaskuvllaide .
nob: Balto er også fornøyd med at rammeplanen for samisk grunnskolelærerutdanning gjøres gjeldende for alle universiteter og høyskoler .

source: Dál lea vuođđoskuvlaoahpaheaddjioahppu Sámi allaskuvllas , muhto mihkkege ii galggašii hehttet earáid fállamis dákkár oahpu sámegillii .
nob: I dag gis samisk grunnskolelærerutdanning ved Samisk høyskole , men det er ingenting i veien for at andre kan gi slik utdanning på samisk .

source: Vai sámi studeanttat davviriikkain galget sáhttit váldit sámi vuođđoskuvlaoahpaheaddjioahpu Norggas , de lea sis vejolašvuohta luvvejuvvot eret bákkolaš dárogielas .
nob: For at samiske studenter fra Norden kan ta sin samiske grunnskolelærerutdanning i Norge er det gitt åpning for at de fritas fra obligatorisk norsk .

source: - Mun lean hui duhtavaš go fágaid njuolggadusain dál lea čielga sámi profiila .
nob: - Jeg er svært fornøyd med at retningslinjene for fagene nå har en tydelig samisk profil .

source: Boahtteáiggi oahpaheaddjit galget earret eará oahppat sámi borramušdábiid birra , dadjá Balto .
nob: Fremtidens lærere skal blant annet kjenne til samiske mattradisjoner sier Balto .

source: Ovttasbargu Máhttodepartemeanttain barggus ođđa oahpaheaddjioahpuin lea leamaš buorre , dadjá Balto loahpas .
nob: Samarbeidet med Kunnskapsdepartementet i arbeidet med ny lærerutdanning har vært godt , sier Balto til slutt .

source: * Ráđđelahttu Marianne Balto
nob: * Rådsmedlem Marianne Balto

source: Telefovdna
nob: Telefon

source: Mobiila
nob: Mobil

source: E-poasta
nob: E-post
